[{"model": "competitions.competition", "pk": 1, "fields": {"title": "Mud Run", "description": "The mud run is an exhilarating outdoor adventure event where participants navigate through various obstacles, including mud pits, rope climbs, monkey bars, and more. It's a physically demanding challenge that tests participants' strength, agility, and endurance. Participants can expect to get dirty as they crawl, jump, and slide their way to the finish line. Mud runs are often held in scenic outdoor locations, adding to the excitement and adventure of the experience. Whether you're a seasoned athlete looking for a new challenge or a recreational runner seeking a fun and memorable event, the mud run offers something for everyone. So grab your friends, lace up your shoes, and prepare to conquer the mud!"}}, {"model": "competitions.competition", "pk": 2, "fields": {"title": "CrossFit Challenge", "description": "The CrossFit challenge is a high-intensity fitness competition that incorporates elements of weightlifting, gymnastics, and cardiovascular exercise. Participants compete in a series of workouts designed to test their strength, speed, and endurance. These workouts often include exercises such as squats, deadlifts, pull-ups, burpees, and sprints, performed at maximum intensity. The CrossFit challenge is known for its inclusive and supportive community atmosphere, where athletes of all fitness levels come together to push their limits and cheer each other on. Whether you're a seasoned CrossFit athlete or new to the sport, the challenge offers a thrilling opportunity to push yourself to new heights and achieve your fitness goals."}}, {"model": "competitions.competition", "pk": 3, "fields": {"title": "The Murph", "description": "The Murph challenge is a grueling workout named in honor of Navy SEAL Lieutenant Michael P. Murphy, who was killed in action in Afghanistan. The workout consists of a one-mile run, 100 pull-ups, 200 push-ups, 300 air squats, followed by another one-mile run, all performed consecutively and for time. Participants can choose to wear a weighted vest during the workout to increase the intensity, symbolizing the gear worn by military personnel in combat. The Murph challenge is a test of both physical and mental strength, requiring endurance, determination, and resilience. It's a popular event in the fitness community, often held on Memorial Day to honor the sacrifices of military veterans and raise funds for charitable organizations supporting veterans and their families."}}, {"model": "competitions.booking", "pk": 5, "fields": {"user_profile": 38, "competition": 2}}, {"model": "competitions.booking", "pk": 7, "fields": {"user_profile": 40, "competition": 2}}, {"model": "competitions.booking", "pk": 16, "fields": {"user_profile": 1, "competition": 1}}, {"model": "competitions.booking", "pk": 17, "fields": {"user_profile": 1, "competition": 2}}, {"model": "competitions.booking", "pk": 18, "fields": {"user_profile": 1, "competition": 3}}]